[
    {
      "name": "Ashish Jalan",
      "position": "CEO & Co-Founder",
      "image": "/images/community-members/ashish.png",
      "linkedin": "https://www.linkedin.com/in/ashishsjalan/",
      "details": [
        "A fourth-generation entrepreneur, Ashish has established a leading process automation company based in Kolkata. He later expanded his ventures by acquiring and managing an electrical business with operations in both Chennai and the UK. He also founded a telecom business by repurposing his group’s redundant assets.",
        "Notably, he acquired a railway signalling business from the TVS Group, successfully turning it around before selling it. Across all his ventures, he has maintained high standards of corporate governance, with the businesses operating entirely without external debt.",
        "A fourth-generation entrepreneur, Ashish founded a leading process automation company based in Kolkata. He later expanded his ventures by acquiring and managing an electrical business with operations in both Chennai and the UK. Additionally, he launched a telecom business by repurposing redundant assets from his group.",
        "Notably, Ashish acquired a railway signalling business from the TVS Group, successfully revitalizing it before selling it. Across all his ventures, he has upheld high standards of corporate governance, with the businesses operating entirely without external debt."
      ]
    },
    {
      "name": "Ivan Varughese",
      "position": "Chief Operating Officer",
      "image": "/images/community-members/ivan.png",
      "linkedin": "https://www.linkedin.com/in/ivan-varughese-91634b20/",
      "details": [
        "Ivan Varughese is the Head of Infrastructure & Energy Capital, Asia Pacific, and Senior Managing Director at Macquarie Capital. Since joining Macquarie Capital in 2006 as part of the Australian infrastructure team, Ivan has held several key roles, including leading the Infrastructure & Energy Group in Australia and New Zealand from 2017. In 2020, he relocated to Singapore to head the Green Investment Group for the Asia Pacific region.",
        "During his time at Macquarie Capital, Ivan has played a pivotal role in numerous transactions in a financial advisory capacity. These include the sale of Macquarie’s Australian renewables portfolio, advising ANZ Terminals on the acquisition of GrainCorp’s bulk liquid terminals, supporting UniSuper on its potential acquisition of Hobart Airport, and advising a MIRA-led consortium in its successful $7.6 billion bid for the long-term lease of Endeavour Energy from the State of NSW in 2017, among others."
      ]
    },
    {
      "name": "Kunal Bajaj",
      "position": "Chief Operating Officer",
      "image": "/images/community-members/kunal.png",
      "linkedin": "https://www.linkedin.com/in/bajajkunal/",
      "details": [
        "Kunal Bajaj has been a leader in the Telecom, Internet, and Technology space for the past 25 years. He is currently the CEO and Co-Founder of CloudExtel.",
        "Previously, he was leading the go-to-market for the mobility team at Reliance Jio to define the services and features for launch, including the end-to-end customer offerings to disrupt existing telecom industry norms. Prior to that, he was a Partner and Director, India at Analysys Mason, heading their India operations.",
        "Kunal also worked as a Consultant (Projects) for the Telecom Regulatory Authority of India (TRAI), where he led TRAI's effort in driving internet usage and broadband penetration, authoring India’s first comprehensive policy roadmap for driving growth in this space, which was released in April 2004. He also led the initiative to cut leased line tariffs for telecom and IT companies by 75% and contributed to a number of related areas including Spectrum Policy, Unified Licensing, Rural Development and Tower Sharing, and Broadcast and Cable.",
        "He started his career in New York with McKinsey & Co including assignments covering the telecom, internet, and financial services industries. He then headed the technology division of an internet marketing start-up in New York, which he helped grow through its most rapid growth phase to USD 60 million in revenues, and a ranking as one of the top 10 internet companies in the US."
      ]
    },
    {
      "name": "Maheep Jain",
      "position": "EVP - Wireline Operations",
      "image": "/images/community-members/maheep.png",
      "linkedin": "https://www.linkedin.com/in/maheepjain/",
      "details": [
        "Maheep has over 16 years of experience in minority, build-out, and buy-out investments across infrastructure sectors, with a strong focus on energy transition. He joined Macquarie Capital in 2022 as Managing Director of Infrastructure & Energy Capital in India, where he has been responsible for the full lifecycle of deals, from origination and execution to portfolio management, with cumulative equity investments of approximately $1 billion.",
        "He has led several notable investments, including $140 million in Ayana Power and $85 million in Greencell Mobility, and co-led the acquisition of a 70% stake in Globeleq, the largest independent power producer (IPP) in Africa, in a $530 million equity deal. Additionally, Maheep has served as a board member for several companies.",
        "Prior to joining Macquarie Capital, Maheep was a Managing Director at EverSource Capital, a $750 million energy transition fund in India, where he invested across renewable energy, e-mobility, and resource efficiency sectors.",
        "Maheep began his career with Bechtel Corporation in Houston, where he worked on large oil and gas infrastructure projects globally."
      ]
    },
    {
      "name": "Naveen Chopra",
      "position": "Chief Financial Officer",
      "image": "/images/community-members/naveen.png",
      "linkedin": "https://www.linkedin.com/in/naveen-chopra/",
      "details": [
        "Naveen began his telecom journey in 2004 when he joined Hutch/Vodafone as Chief Marketing Officer. He later became the Business Head of Vodafone’s largest circle, Mumbai, while also overseeing operations in Rajasthan. After Vodafone’s acquisition of Hutch, he played a pivotal role in establishing Vodafone’s Enterprise Business in India, growing it into a $1 billion operation within five years. He subsequently served as the company’s Chief Operating Officer for two years, until Vodafone's merger with Idea in 2017. During this time, he was a member of Vodafone India’s Executive Committee and part of Vodafone Group’s Global Senior Leadership Team.",
        "Prior to his telecom career, Naveen spent 16 years at Britannia Industries in various sales and marketing roles, ultimately serving as the Head of Marketing for the core bakery business. He has also worked with TPG as a Senior Advisor and currently serves on the Advisory Board of several mid-sized companies."
      ]
    },
    {
      "name": "Niel Schoeman",
      "position": "SVP - Business Development & Sales",
      "image": "/images/community-members/niel.png",
      "linkedin": "https://www.linkedin.com/in/niel-schoeman-b330ba2b9/",
      "details": [
        "Niel is a Partner at Advencap, an early-stage digital infrastructure investment firm, where he brings over 25 years of experience in the telecommunications and IT industry.",
        "Previously, Niel founded and held key leadership roles in South African fixed-line fiber businesses, including Vumatel and Conduct Telecoms, serving as Chairman and CEO.",
        "Before his ventures in telecommunications, he established The Birchman Group, a global IT services firm, where he also served as Chairman and CEO.",
        "Niel holds a Bachelor of Engineering degree from the University of Stellenbosch."
      ]
    },
    {
      "name": "Oliver Bradley",
      "position": "SVP - Strategy and BIS",
      "image": "/images/community-members/oliver.png",
      "linkedin": "https://www.linkedin.com/in/oliver-bradley-1115a620?utm_source=share&utm_campaign=share_via&utm_content=profile&utm_medium=ios_app",
      "details": [
        "Oliver Bradley is a Senior Managing Director responsible for Digital Infrastructure Investments within the Infrastructure and Energy Capital division of Macquarie Capital, the advisory, capital markets, and principal investment arm of Macquarie Group Limited. The Digital Infrastructure team invests directly in and supports the growth of companies facilitating the increasing data consumption of businesses and consumers, including fiber networks and data centers.",
        "Since rejoining Macquarie in 2019 (having previously worked at the firm from 2005 to 2015), Oliver has led Macquarie Capital's investments in Voneus, a UK rural fixed wireless to fiber broadband developer, and Onivia, a newly established special purpose vehicle (SPV) created by Macquarie to acquire fiber-to-the-home networks in Spain. This initiative aims to create Spain's first wholesale-only FTTH network, with a footprint exceeding 4 million homes.",
        "Before rejoining Macquarie, Oliver served as Corporate Finance Director at CityFibre, the largest UK alternative network (Altnet) and a wholesale FTTx business. Prior to that, he was a commercial specialist at the Infrastructure and Projects Authority, part of the UK government, where he advised ministers on digital infrastructure policy and managed the Digital Infrastructure Investment Fund.",
        "This fund saw the UK government commit £400 million, matched by private sector investors on the same terms, to invest in UK fiber."
      ]
    },
    {
      "name": "Richard Tunstall",
      "position": "SVP - Strategy and BIS",
      "image": "/images/community-members/richard.png",
      "linkedin": "https://www.linkedin.com/in/richard-tunstall-0b951663/",
      "details": [
        "Richard is a Partner at Advencap, an early-stage digital infrastructure investment firm operating primarily out of the UK. With 14 years of experience in investment banking in South Africa and the UK, Richard has led various transactions in the telecommunications and IT sectors.",
        "He is an alumnus of Harvard Business School and is a Chartered Accountant and CFA."
      ]
    }
  ]
  